Repository: abeek1/61439-3_2024
Catalog: tm/EVS-EN_61439-3_2012/EVS-EN_61439-3_2012_ZZ Annex ZZ_ZZ Lisa ZZ.tmx
Source language: en
Languages: et

source: Annex ZZ
et: Lisa ZZ

source: (informative)
et: (teatmelisa)

source: Coverage of Essential Requirements of EU Directive 2004/108/EC
et: EL-i direktiivi 2004/108/EÜ oluliste nõuete arvestamine

source: This European Standard has been prepared under a mandate given to CENELEC by the European Commission and the European Free Trade Association and within its scope the standard covers all relevant essential requirements as given in Article 1 of Annex I of the EU Directive 2004/108/EC.
et: Standard on koostatud Euroopa Komisjoni ja Euroopa Vabakaubanduse Assotsiatsiooni poolt Euroopa Elektro- tehnika Standardimiskomiteele (CENELEC) antud mandaadi alusel ja see arvestab oma käsitlusalas kõiki asjakohaseid olulisi nõudeid, mis on esitatud EL-i direktiivi 2004/108/EÜ lisa I artiklis 1. EE MÄRKUS 1 Direktiiv 2004/108/EÜ (15. detsember 2004) käsitleb liikmesriikide elektromagnetilise ühilduvuse alaste õigusaktide ühtlustamist.

source: Compliance with this standard provides one means of conformity with the specified essential requirements of the Directive concerned.
et: Vastavus sellele standardile on üks meetmetest, mis tagab arvestatavates direktiivides sätestatud oluliste nõuete täitmise.

source: WARNING:
et: HOIATUS!

source: Other requirements and other EU Directives may be applicable to the products falling within the scope of this standard.
et: Selle standardi käsitlusalasse kuuluvatele toodetele võivad rakenduda ka muud nõuded ja muud EL-i direktiivid.
